Revit 2027 API
ParameterTypeId.PathReinSpanlengthBottomAlt Property
 "Bottom (Alternating Bar)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinSpanlengthBottomAlt { get; }
Public Shared ReadOnly Property PathReinSpanlengthBottomAlt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinSpanlengthBottomAlt {
	ForgeTypeId^ get ();
}
static member PathReinSpanlengthBottomAlt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace